{
    "tooltip.minecraft.flint_and_steel.1": "§eYou can make colored fire by right-clicking the fire with a dye",
    "tooltip.minecraft.flint_and_steel.2": "§8§oColored fire does not make sound, cause damage, or emit particles",
    "tooltip.rftoolsdim.realized_dimension_tab.1": "§eYou can delete a dimension in the Dimension Editor, using a TNT",
    "tooltip.rebornstorage.advanced_wireless_transmitter.1": "§cDoes not work with Infinity Range Booster, and it doesn't seem to work with Dimension Card either",
    "tooltip.refinedstorage.controller.1": "§eIf you have issues with accessing RS from Wireless sources or others, try changing the controller to another chunk",
    "tooltip.ironfurnaces.million_furnace.1": "§eWill smelt an entire stack in one go!",
    "tooltip.projecte.dm_pedestal.1": "§eYou can break the block while sneaking to break it without specific tools",
    "tooltip.projectexpansion.emc_link.1": "",
    "tooltip.projectexpansion.emc_link.2": "§6Turns off when the player is offline. This is intended by the mod, use a chest or similar as a buffer!",
    "tooltip.projectexpansion.emc_link.3": "§eSneak+Right-click with a different EMC link to replace it (the filter is preserved)",
    "tooltip.projectexpansion.transmutation_interface.1": "§eSneak+Right-click with an item will learn it, but won't consume it (does not work with Tome of Knowledge)",
    "tooltip.draconicevolution.awakened_draconium_block.1": "§eDid you know that the ingots from this block are highly grindeable?",
    "tooltip.functionalstorage.puller_upgrade.1": "§7Right clicking the item in hand, without a target, will cycle the entire stack",
    "tooltip.the_bumblezone.bee_queen_spawn_egg.1": "",
    "tooltip.the_bumblezone.bee_queen_spawn_egg.2": "§bQueen bees love §4§lArchimeat§b!",
    "tooltip.projecte.klein_star.1": "§eYou can charge your star in the left side of your transmutation table",
    "tooltip.projecte.swiftwolf_rending_gale.1": "",
    "tooltip.projecte.swiftwolf_rending_gale.2": "§eRequires a charged EMC star in your inventory (or curios) to power this item",
    "tooltip.kubejs.archium.1": "§3Something worth of royalty!",
    "tooltip.buildinggadgets2.gadget_copy_paste.1": "§cUsing this with tile entities can cause crashes! (Ender Storage blocks, some Create things, etc.)",
    "tooltip.rftoolsdim.absorber.1": "§eIf the absorber doesn't work the target might be disabled, check the dimlet on the workbench",
    "tooltip.minecraft.firework_rocket.1": "§eRecipe might not appear in JEI, look it up in MC's Wiki, the vanilla one works",
    "tooltip.sophisticatedstorage.crafting_upgrade.1": "§cSome crafts might cause you to crash when using the upgrade, use with caution",
    "tooltip.ae2.cable.1": "§eCan §bsneak + right-click§e on another cable to replace them. Dense only works with other dense.",
    "tooltip.mekanism.pipe.1": "§eCan §bsneak + right-click§e on another cable of the same type, to replace it.",
    "tooltip.easy_villagers.trader.1": "§eRight click with the workstation block to add it to the block!",
    "tooltip.modularrouters.camouflage_upgrade.1": "§cUsing this with any cable related thing from AE2 will make the router invisible and inaccessible",
    "tooltip.createutilities.void_motor.1": "§cThis can sometimes cause TPS and/or Lag issues, use carefully"
}